Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 还有沧桑沙哑的嗓音响起，“这一跪，就等于走过了长生桥，登上了青云梯，跨过了天地堑，休要迟疑，快快下跪，天予不取，反受其咎！”
en_us: Finally, a raspy, elderly rang out. "Kneel, and you will be granted free passage across the bridge of immortality. Do not hesitate. If you refuse to receive the blessings of the heavens, then you will be punished instead!"

source: 还没有摸到廊桥，箩筐就满了七八分，其中有一块墨绿色的蛇胆石，刘羡阳在一处深坑水底摸了三次，才好不容易摸出来，它大如手掌，夹杂有金色的星星点点，有水波状纹路，石质坚细，入手极沉，当陈平安以手摩挲，竟然有烁烁然溅起锋芒之感。
en_us: They were yet to arrive at the covered bridge, yet the bamboo basket was already 70 to 80% full. Among the snake gall pebbles, there was one that was dark green in color, and it had taken Liu Xianyang three dives and much difficulty to retrieve. It was as large as a hand, and there were also golden specks scattered throughout the pebble, along with wave-like patterns. This pebble was solid and heavy, and when Chen Ping'an rubbed it with his hands, it felt as if it were flickering with a vigorous aura.

source: 这一切对陈松风的冲击之大，可想而知。
en_us: One could imagine just how much of a shock this was for Chen Songfeng.

source: 这一切，是两人青牛背初见，少年愿意为别人下水摸鱼，事后左手伤口疼得抽冷气，也没觉得后悔，到之后刘羡阳遭遇变故，少年又愿意挺身而出，担当起应该担当的事情，陈平安自身积攒下来的福报，点点滴滴。
en_us: The reason for this was simple. When the two of them had first met on the Azure Cow Ridge, Chen Ping'an had been willing to dive into the pool to catch fish for her. Afterward, he hadn't felt any regret even though the wound on his left hand had caused him to gasp in extreme pain. When Liu Xianyang had almost died by the hands of Bai Yuan, Chen Ping'an had also been willing to step forward and charge into battle. All these little things accumulated together to bring fortune to Chen Ping'an.

source: 这一切，是少年陈平安长久以往的坚持，只是恰好被少女阮秀撞见了而已，其实陈平安错过的，当然更多，比如鱼篓里的那尾金色鲤鱼，那条送给顾粲的那条泥鳅，还有那条四脚蛇，那些在少年眼前飘落的槐叶，等等，所有这些错过的福缘机缘，绝不会因为陈平安是个惜福之人，就被少年抓在手里。
en_us: In fact, Chen Ping'an had always been this kind of person. This was his belief. It was just that Ruan Xiu had coincidentally seen him in action. However, Chen Ping'an had actually let slip even more opportunities. For example, the golden carp in the fish basket, the catfish that he had given Gu Can, the four-legged snake, the locust leaves that had fluttered in front of him, and so on... All of these fated opportunities had flashed before his eyes, yet they wouldn't voluntarily land in his hands simply because he was a person who cherised everything that he had.

source: 这一刻，宋集薪敏锐发现那老人，有意无意看了自己一眼，虽然只是蜻蜓点水的视线，很快就一掠而过，但宋集薪仍是细心捕捉到了，只是少年也就没有上心，只当是巧合而已。
en_us: Right at this moment, Song Jixin noticed that the old man took a glance at him. It was unclear whether the glance was intentional or not, and it was only a very fleeting glance before his gaze was directed elsewhere, but Song Jixin was still sufficiently perceptive to have sensed it. However, he didn't think anything of it, merely chalking it up to a coincidence.

source: 这一刻，少年觉得自己哪怕能够走出小镇，也不会见到比这更让人心动的场景。
en_us: In this instant, Chen Ping'an was convinced that even if he could ever leave this town someday, he would never see anything that would move him as much as this.

source: 这一刻，男人觉得自己还不如那个草鞋少年有本事，好歹女儿不用那么紧张兮兮。
en_us: At this moment, the man felt like he was even less capable than the young boy in straw sandals. At the very least, his daughter wouldn't need to be so tense around him.

source: 这一刻，苻南华再看向蔡金简，他的眼神、气态和心境，便恢复之前的洒脱了，纯粹像是在欣赏一幅画面，美人美景，皆可以养目，如今能多看几眼就几眼，毕竟她在离开小镇后，注定要在他手上香消云陨。
en_us: In that instant, as Fu Nanhua turned to look at Cai Jinjian again, his expression, demeanor, and mindset had all returned to their former carefree state. It was as if he were purely appreciating a beautiful painting. Beautiful women were always very pleasing on the eyes, and he was going to enjoy this visual feast as much as possible. After all, after they left this down, she was destined to meet her demise at his hands.

source: 这一刻，陈平安也认出那个八九岁的小女孩了，最早见面，是他在去龙窑烧瓷之前，曾经就在泥瓶巷遇到过一个扎羊角辫儿的小女孩，年纪很小，却跑得飞快，手里拿着一只纸鸢，两条瘦竹竿似的纤细小腿，跑得却跟风一样，让陈平安尤为记忆深刻。后来又断断续续见到过几次，有次小女孩趴在铁锁井井口，往里头偷偷丢过石子，被陈平安无意间撞见她的顽劣举动，小女孩吓得赶紧就跑，跑出去十数步才记得糖葫芦落在井口上，实在熬不过嘴馋，就又跑回铁锁井，这一去一回，太过仓促，结果啪唧一下，整个人扑倒在地上，站起身后一把抓过糖葫芦，然后猛然停下脚步，张开嘴巴，伸手拔下那颗摇摇欲坠的牙齿，放入兜里，她不哭不闹，二话不说继续跑路。
en_us: At this moment, Chen Ping'an also recognized the little girl who was only eight or nine years old. The first time he had seen her was before he had gone to the dragon kilns to work. While walking down Clay Vase Alley, he had seen a little girl with twin pigtails running along at an incredible speed. She had been holding a paper bird kite, and her thin legs had been pumping as she shot down the alley like a gust of wind. This scene had stuck in Chen Ping'an's mind. Afterward, he had encountered her a few more times. One of these times, the little girl had been leaning over the edge of the Iron Lock Well and secretly tossing stones inside. When Chen Ping'an had coincidentally come across her naughty behavior, she had been so frightened that she immediately turned around to run away. After running a dozen or so steps, however, she remembered that she had left her candied hawthorn stick on the well. She couldn't resist the temptation, she she had run back to the well to collect it. However, she had been too hurried, so with a smack, she had fallen to the ground. When she got up, she immediately grabbed the candied hawthorn stick and ran. After a few steps, she had suddenly stopped again, opening her mouth and using two fingers to pull out that wobbly tooth. She hadn't cried or shouted, and after putting the tooth in her pocket, she had turned around and started to run away again.

source: 这一场问对，发生于齐先生和老人的第一次见面。
en_us: This session of questioning had taken place during Mr. Qi and the old man's first meeting, which had taken place 80 years ago.

source: 这一幕场景，让宁姚感到有些疑惑不解。
en_us: Ning Yao was slightly confused by this sight.

source: 这一幕看得老人冷汗直流，这要是一个不留神，那个兔崽子可就直接掉下去了啊，以这口古井的历史渊源，收尸都难。
en_us: The old man terrified to see this. If the child had made even a slight misjudgment, he would've fallen into the well, and given the stories and stigma that surrounded the well, it was most likely going to be very difficult to even find anyone willing to fish his body up from the bottom.

source: 这一年，这座天下，春去极晚，夏来极迟。
en_us: On this year, spring lingered until very late in this world, and the arrival of summer was significantly delayed.

source: 这一挥袖，就有两支竹签从袖子里滑落，掉在地上，道人哎呦一声，赶紧捡起来，然后鬼鬼祟祟四处张望，发现暂时无人留心这边，这才如释重负，重新将那两支竹签藏入宽松的袖口。
en_us: As he rustled his sleeve, two bamboo slips fell out from witihn before clattering onto the ground. The ist priest yelped in alarm as he hurriedly picked up the bamboo slips, then looked around in a sheepish manner and was very relieved to see that no one had caught sight of what had just happened. After that, he tucked the pair of bamboo slips back into his loose and baggy sleeve.

source: 这一枚蕴含天道威压的巨大印章，好像不是实物，没有将少女压得整个人匍匐在地，而是裹挟风雷迅速嵌入地面，再无踪迹，好似雨点大雷声小。
en_us: The giant seal was imbued with the power of heavenly might, but it didn't seem to have any substance. Instead of crushing Zhi Gui to the ground, it passed through her body like lightning, then vanished into the ground without a trace, seemingly having had no impact on Zhi Gui at all.

source: 这一桩由各方圣人亲自敲定规矩的秘事，绝不是他小小风雷园剑修能够指手画脚的。
en_us: This was a secret transaction that the Sages from the different forces had personally written the rules for, so it definitely wasn't something that a measly cultivator like him could challenge or interfere with.

source: 这一次溅射出来的火星，极其繁多，尤为刺眼。
en_us: An especially large number of sparks shot into the air this time, with their radiance also being especially blinding.

source: 这下子轮到刘灞桥有些不适。
en_us: This time, it was Liu Baqiao who felt a little stumped.

source: 这下子陈平安是真的听迷糊了，一头雾水。
en_us: Chen Ping'an was truly dumbfounded this time. He had no idea what she was talking about.

source: 这两人的突兀出现，却让风声鹤唳的李家宅子，不得不捏着鼻子装看不见，因为坐在那里的白袍男人，正是督造官大人。他带着宋集薪来到子孙槐上，说是要带他看一出好戏。只不过当时已经是黄昏尾声，宋集薪眼力不够，只能听宋长镜为他讲述那场起始于泥瓶巷屋顶的可笑追杀。
en_us: Everyone in the Li Clan's manor was on high alert, but they had no choice but to pretend not to be able to see the two figures that had suddenly appeared on te locust tree. That was because they were none other than the kiln supervision official, Song Changjing, and his nephew, Song Jixin. Song Changjing had brought Song Jixin onto the descendant locust tree, telling him that they would be treated to a good show. However, Song Jixin didn't possess the eyesight required to see in the night, so he could only listen to Song Changjing describe the chase that had taken place, starting from the rooftops of Clay Vase Alley.

source: 这个别说打架，从来就没跟人吵过架的孤僻少年，从小到大就不喜欢跟同龄人待在一起，比陈平安或是顾粲，更像是一头独来独往的野猫崽子。他喜欢有事没事就抓一把石子，一边走一边丢，当然力道都很轻，看似漫不经心的玩耍，没有人当回事，只是马苦玄在廊桥底下的岸边，四下无人的时候，就会独自打水漂，稍稍薄一些的石子，往往能够在水面上打出十数个涟漪之后，撞在对岸石拱桥的内壁上，砰然粉碎，膂力之大，手劲之巧，可想而知。
en_us: To say nothing of fighting with others, this reclusive young boy had never even argued with others before. Ever since he was little, he had never liked to hang out with others at his age, for example, Chen Ping'an and Gu Can. He appeared more like a wild cat who liked to run around by himself. When he became bored, he liked to grab a handful of stones and throw them as he walked. Of course, he would throw them very lightly, and it would look like he was simply playing. Thus, no one took this seriously. However, when Ma Kuxuan was alone on the banks under the covered bridge, he would skip stones across the surface of the water using slighty flatter stones. He could often have them skip more than a dozen times and strike the bottom surface of the stone arch bridge on the opposite bank, causing them to shatter. This was a clear indication of the dexterity of his hands and the power of his arms.

source: 这个名叫宋长镜的男人，平淡道：“到了京城，要小心一个绰号‘绣虎’的人。”
en_us: Song Changjing continued in a calm voice, "When you return to the capital, you have to be wary of a person with the nickname 'Embroidered Tiger'."

source: 这个少年从小便是这样，什么亏都能吃，什么欺负都能忍，可是有些事情执拗起来，就连他奶奶也劝不动说不听。
en_us: He had always been like this, and he had always been able to endure hardships and harrassment from others. However, when he put his mind to something, he would become so stubborn that even his grandma couldn't persuade him otherwise.

source: 这个时候，少年左手拎着一兜兜草药包，右手拎着个小包裹，先象征性敲了敲房门，这才快步跨过门槛，将药材放在桌上，轻声道：“道长，你看看有没有抓错，如果有，我马上去换。”
en_us: Right at this moment, Chen Ping'an returned to his home, carrying a few bags of medicinal herbs in his left hand and a small pouch in his right. He knocked on the door as a cursory gesture, then quickly strode over the doorstep before placing the medicinal ingredients onto the table as he said, "Take a look and see if I've got all the right ingredients. If I picked up any wrong ingredients, I'll go back and exchange them right away."

source: 这个瘦猴一般的精瘦少年快得匪夷所思，高高跳起，一只膝盖撞向迎面而来的陈平安。
en_us: Ma Kuxuan, who looked like a skinny monkey, was unfathomably quick as he dashed forward and leaped into the air, with his knee slamming down at Chen Ping'an.

source: 这个真名马苦玄早已不被人记得的傻小子，从来就很怪，被人欺负，却从不主动跟马婆婆告状，也不会嚎啕大哭或是摇尾乞怜，始终是很平淡的脸色、冷漠的眼神。所以杏花巷那边的孩子，都不爱跟这个小傻子yi起玩，马苦玄很早就学会自己玩自己的，最喜欢在土坡或是屋顶看天边的云彩。
en_us: This young boy was called Ma Kuxuan, and he was a mentally impaired child who had already been largely forgotten about by the others. He had always appeared strange, and he had always been picked on by others. However, he never complained to Granny Ma, and he never burst into tears or begged the other to stop. From the beginning to the end, he had always worn a calm expression, with a hint of coldness in his eyes. Thus, the children in Apricot Blossom Alley had never liked to play with him. As a result, Ma Kuxuan had learned how to play by himself since a very early age. His favorite pastime was to sit on a hill or roof and watch the clouds in the sky.

source: 这个背对着陈平安的男人，打开门后，时不时跟人收取一个小绣袋，放入自己袖口，然后一一放行。
en_us: His back was facing Chen Ping'an, and after opening the door, he would take a small embroidered pouch from each of the people outside, then stow the pouches up his sleeve before granting them passage into the town.

source: 这个面对正阳山搬山猿屡屡挑衅羞辱、却没有任何反应的窝囊读书人，闭上眼睛，默想“静”字第三笔，然后伸出并拢双指，在空中轻轻往下一划。
en_us: The seemingly useless scholar who had refused to offer any reaction in the face of Bai Yuan's continual provocation and humiliation shut his eyes and quietly contemplated the third stroke of the character "Tranquil" in his mind. He then extended two fingers and made a gentle downward slicing motion in the air.

source: 这也是少女第一次看到陈平安真正生气的模样。
en_us: This was also the first time that she had seen him become genuinely angry.

source: 这也是阮邛为何要订立规矩并且一出手就雷霆万钧的根源，此处哪怕曾是三十六小洞天当中，占地最小的一个，也最不以天材地宝见长，但终究是小洞天出身的一块福地，种种好处，仍是大大裨益修行，如今没了大阵牵制，一旦无人约束，外界修士蜂拥而入，鱼龙混杂，心思不纯，到最后小镇六千多人，除去那些侥幸活下来的老乌龟大王八，其余凡人，估计一天之内就会死绝。
en_us: This was also why Ruan Qiong had established a new set of rules, and why he had enforced those rules in such a violent and assertive manner to set an example. This was the smallest of the 36 small worlds, and it was also the one that was most lacking in natural treasures, but ultimately, it was still a blessed land that was once a small world, so it was still able to provide many benefits that could significantly enhance one's cultivation. Now that the formation was no longer active, cultivators from the outside would flood into the town if no new rules were established. Those cultivators had no regard for the town's residents, so if Ruan Qiong were to allow them to do as they pleased, then all of the town's residents would most likely be killed off in a single day, with the exception of powerful old hermits residing in the town.

source: 这也算是搬山猿的本命神通之一，否则其他修士，任你术法通天，威名赫赫，也绝对无法轻易对一方水土的神祗指手画脚，大道殊途，这就像世俗王朝的官场衙门，兵部尚书也很难对一个小小户部员外郎呼来喝去，要员外郎做这做那，最重要的是这位兵部尚书和员外郎，还不在一国庙堂之上。
en_us: This was also one of Bai Yuan's innate mystical abilities. Otherwise, regardless of how powerful or mighty a cultivator was, they definitely wouldn't have the ability to order the local God of the Land or God of Water around. This was quite similar to the empires and imperial courts of the mortal world, where it was extremely difficult for the minster of war to command a measly external official from the ministery of revenue. Most importantly, the minister of war and the external official from the ministry of revenue weren't even from the same imperial court.

source: 这些天少年的心神，就像一张弓弦始终被拉伸到满月状态，一刻也没有得到舒缓，在听到刘羡阳活过来之后，这么一松，整个人就后仰倒去，彻底昏死过去。
en_us: Like a bow left at full draw, Chen Ping'an had been feeling extremely tense these past few days. He hadn't been able to relax for even a second. After hearing that Liu Xianyang would live, however, he immediately relaxed and fell backward, falling unconscious.

source: 这些宁姚并不知道，模仿她这位天剑仙胚子的走桩，哪怕是九分形似，也比不得yi分神似。
en_us: In any case, Ning Yao was completely unaware of these matters. While attempting to imitate her walking meditation, the walking meditation of a sword prodigy, being able to emulate 10% of her aura was, in fact, far more valuable than being able to emulate 90% of her movements.

source: 这些家族的底蕴，在于他们能够掌握多少口龙窑，管辖多少门户，因为这将直接决定每年为外边提供多少只本命瓷，一旦出现修行的好胚子，押中宝的买瓷人，只要不是手头太拮据，多半还会额外包一个“大红包”，除此之外，也等于双方结下一份香火情，比起点头之交，当然要分量更重。
en_us: Instead, the power of these clans stemmed from how many dragon kilns were under their control as this had a direct correlation to how many pieces of bonded porcelain that they could provide to the outside world each year. Once a child with good cultivation aptitude emerged, as long as the porcelain buyer wasn't too stingy, they would generally pay the clan that had sold the bonded porcelain to them a large additional tip. Aside from that, a relationship of mutual favor would be formed between the two parties, and that was an invaluable resource as well.

source: 这些对人间修士而言威力无匹的飞剑袭扰，齐静春并不太上心，他始终盯住那只虚握的拳头。
en_us: These flying swords would've been unfathomably powerful to mortal cultivators, but Qi Jingchun didn't pay much heed to them, continuing to focus his attention on his clenched fist instead.

source: 这些村野俗名叫蛇胆石的石子，多半不大，握在手里滑腻沉重，如果是白天在阳光下高高举起，或是深夜烛光映照，石头内在的肌理纹路，纤毫毕现，隐约如丝，如细微的蛇鱼蜿蜒，稍稍拉开一段距离观看，皮色又如闪闪发光的鱼鳞、蛇鳞。
en_us: Most of these pebbles that were referred to as snake gall pebbles by the residents of the small town weren't large. However, they were all quite smooth and weighty when held in the hand. If one held them up to the sunlight during day, or before the candle light during night, the silk-like veins inside the pebbles would become especially clear, appearing like snaking fish. Holding the pebbles further away, and their exterior would then glimmer like the scales of fish and snakes.

source: 这些话是刘羡阳说的，当然他的重点在于最后yi句，“你陈平安是第yi种人，宋小夫子那个伶俐鬼是第二种，只有我刘羡阳，是那种又聪明又走对路的真正天才。”
en_us: It was Liu Xianyang who had spoken these words to him. Of course, he hadn't forgotten to add, "You, Chen Ping'an, are the first type of person. Your clever neighbor, Young Scholar Song, is the second type of person. As for me, I'm the type of prodigy who's both smart and walking on the correct path."

source: 这些陈年往事，小女孩其实早就烂熟于心，耳朵都听得起茧子了。
en_us: The little girl had heard this story so many times that she was developing callouses in her ears.

source: 这些陈芝麻烂谷子的说法，少年是从小听到大的，估计耳朵起茧子不说，而是都换好几茬的茧子了。只不过少年始终没有缩回手，任由自己奶奶轻轻握着。
en_us: Ma Kuxuan had been forced to listen to these ramblings from a very young age, and it was very likely that he had already grown calluses in his ears from listening to all this. In fact, he had probably already gone through several cycles of calluses. However, Ma Kuxuan ultimately didn't pull his hand away, and he allowed his grandma to lightly hold his hand.

source: 这份毫无征兆的疼痛，就像一个凡夫俗子，突然遭受到摧心裂骨搅肺腑的苦痛，老妪如何能够承受？
en_us: This pain had arrived suddenly with no warning, and it was akin to a mortal suddenly experiencing a bone-piercing pain that was seemingly going to tear their heart and chest apart. How could Granny Ma endure this?

source: 这位两鬓霜白的儒士心意微动，便随手挥袖，只见桌面上很快“风生水起”，山川起伏，依次展开。
en_us: Something tugged at his mind, and he casually flicked his sleeve, causing his desk to quickly transform into mountains and waters.

source: 这位丰神玉朗的英俊书生，笑道：“已经很骇人听闻了。在一条断头路上，硬生生岔出小路来，这等手笔，由不得晚辈不佩服。”
en_us: Cui Minghuang smiled as he said, "Even so, this is still an astonishing feat. You've managed to squeeze out a tiny path from what was originally a deadend. I must say, I am very much in awe of your incredible power."

source: 这位为小镇看门的光棍汉子，缓缓收回视线后，拍了拍膝盖，苦笑着起身，没有说一个字，走下台阶，走向铺子后门。
en_us: Zheng Dafeng, the unmarried gatekeeper, slowly retracted his gaze. He dusted off his knees and smiled bitterly as he stood up, not saying a word as he walked down the stairs and toward the back door of the pharmacy.

source: 这位儒家圣人摊开手心一看，哑然失笑。
en_us: He then spread open his hand to see what he had taken, upon which an amused look appeared on his face.

source: 这位先生微笑之时，让人如沐春风。
en_us: The smile on his face made the beholder feel as if they were basking a warm spring breeze, and he suddenly said, "Go and pay Zhao Yao a visit. It'll be an early farewell."

source: 这位兵家剑修远远跟在少年身后。
en_us: The swordsman followed Ma Kuxuan from a great distance.

source: 这位在东宝瓶洲年轻一辈当中，被誉为“机缘第一”的道家女冠，也不拒绝，笑眯眯收下了，不忘感谢。
en_us: The Daoist nun, who enjoyed the title of "Number One for Fated Opportunities" among the younger generation in the Eastern Treasured Vial Continent, didn't refuse Chen Ping'an's offer. She accepted it with a smile, not forgetting to thank him in the process.

source: 这位大隋皇子满脸无所谓道：“反正原本只要能够拿到这方龙门玺，就算大功告成，哪里想到这方价值连城的宝玺，竟然沦为了大买卖的小添头，所以是该咱们见好就收了。说起那条金色鲤鱼，我就忍不住想到那个草鞋少年”
en_us: Gao Zhen shrugged in an uncaring manner as he replied, "In any case, this trip would've been a resounding success had we just obtained this seal, who could've anticipated that this seal would be completely insigificant compared with the other treasure that we obtained? We've already gotten far more than we came here for, so we should be more than satisfied. Now that I mention that golden carp, I can't help but think of that boy."

source: 这位妇人，虽然衣裳朴素，却气态雍容，只是小镇百姓没有见过世面，不知其中关窍玄机。
en_us: Even though the woman was dressed in very simple and unadorned attire, she was very graceful and elegant, but the uneducated residents of the town were oblivious to her refined disposition.

source: 这位婢女开始助跑，别院墙壁不高，踩蹬而上，双手抓住墙沿后，凭借出众膂力迅速爬上墙头。
en_us: She began to rush forward to build up momentum, and the wall of the courtyard wasn't very tall, so she was able to run up the vertical surface, then grab onto the edge of the wall with both hands before hauling herself on top of it.

source: 这位学塾先生到底是最讲道理的人，善解人意地劝说道：“你暂时最好别跟我比较，有可能会妨碍你的武道心境。武道登顶，循序渐进，至关重要。”
en_us: Thankfully for her, Qi Jingchun was a very reasonable and tolerant person, and not only did he not retaliate against the young woman, he offered her some advice instead. "I suggest you avoid comparing yourself to me for now as that could adversely impact your state of mind as a martial artist. In the pursuit of martial arts, patience and tenacity are of the utmost importance."

source: 这位小镇出了名的光棍汉子，双手抱住后脑勺，仰头望着天空，独乐乐偷着乐呵。在想到这些开心事后，便一下子没了忧愁，只觉得天地之间有大美。
en_us: The gatekeeper who was renowned for being single placed his hands behind his head and looked up at the sky, cheerily amusing himself. With these happy thoughts in mind, his feelings of anxiety were brushed away as well. He felt like there was majestic beauty in the world.

source: 这位教书先生犹豫片刻，终于还是开口说道：“无需为我送行。宋集薪，你以后到了小镇之外，记得不要太过张扬。我身无别物，三本蒙学书籍，《小学w，《礼乐w，《观止w，你可以一并拿去，经常温习，需知读书百遍，其义自见。若是能读书破万卷，更是下笔如有神，此间真意……你以后自然会知晓的。至于三本闲杂书，术算《精微w，棋谱《桃李w，文集《山海策w，不妨闲暇时翻阅，也可怡情养性。”
en_us: The scholar hesitated momentarily, then said, "There's no need to do that. After you leave the town, make sure to keep a low profile and not draw attention to yourself. I don't have anything other than three elementary books, namely 'Principles of Life for Children', 'Rites and Music', and 'An Anthology of Literary Essays'. You can take them all. Make sure to revise them regularly. Only by repeatedly reading a book over and over again will you be able to glean its true meaning. If you can read over 10,000 books, you'll be able to write as if you were assisted by the gods. You'll understand what that means when you get to that point. As for those three light readings, 'Profound and Subtle', 'Tao Li Anthology', and 'Tales of Mountains and Seas', I encourage you to read them in your free time as well for self-cultivation."

source: 这位杏花巷的矮小少年，好像并不觉得第二次出手就能够解决掉陈平安，故而没有停留在原地，开始跑向右手边，与此同时，甩手丢出第二颗石子。
en_us: It seemed like he also knew that he couldn't dispose of Chen Ping'an with this second attack, so he decided not to remain in the same spot. He stood up and ran to his right, throwing the stone at Chen Ping'an at the same time.

source: 这位来自真武山的兵家修士，深深看了眼少女，然后对陈平安说道：“你没有讨价还价的资格，答应就点头，不答应就继续沉默便是。如果觉得不公平，不甘心，再如果你还能侥幸从老猿手底下逃生，那么以后离开小镇，可以去真武山找我，讨要你以为的公道。”
en_us: The martial artist from True Martial Mountain took a deep look at Ning Yao. He then turned to Chen Ping'an and said, "You don't have the right to bargain with me. Nod if you agree, and continue to remain silent if you disagree. If you feel like this is unfair, or if you feel wronged, or if you feel like you can get lucky and escape from the old ape, then you can come and look for me at True Martial Mountain in the future. You can ask for what you think is fair."

source: 这位河婆站直悬停在溪水当中，抬头望向那座石拱桥，终于清清楚楚看到了那把老剑条。
en_us: She floated in the water of the creek, raising her head to look up at the stone bridge, and she was finally able to see the old sword billet.

source: 这位男子一身雪白长袍，大袖飘摇，脚下则是满地碎裂的青石板。
en_us: His pristine white robes were flapping all around him, while the bluestone slabs beneath his feet had been completely shattered.

source: 这位看门人站起身，脚尖一点，如一片槐叶飘入街道，离得远了，这才胆敢破口大骂道：“李二，老子这就找嫂子买她的贴身衣物去！”
en_us: He then rose to his feet and sprang up into the air, drifting onto the street like a locust leaf. Only after he had gotten far away did he dare to show his true colors. "Li Er, I'm going to your wife right now to buy her undergarments from her!"
